src/test/java/examples/QantasStore/BPSRequest.xml

<soapenv:Envelope
	xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:ns="http://docs.oasis-open.org/ns/bpel4people/ws-humantask/api/200803"
	xmlns:ns1="http://docs.oasis-open.org/ns/bpel4people/ws-humantask/types/200803">
	<soapenv:Header />
	<soapenv:Body>
		<ns:simpleQuery>
			<ns:simpleQueryInput>
				<ns1:status>READY</ns1:status>
				<ns1:pageSize>100</ns1:pageSize>
				<ns1:pageNumber>0</ns1:pageNumber>
				<ns1:simpleQueryCategory></ns1:simpleQueryCategory>
				<ns1:queryOrder></ns1:queryOrder>
				<ns1:queryOrderBy></ns1:queryOrderBy>
			</ns:simpleQueryInput>
		</ns:simpleQuery>
	</soapenv:Body>
</soapenv:Envelope>